Repository: mdtipusultan/Bloomly-Pregnancy-Tracker
Catalog: BloomlyPregnancyTracker/BloomlyPregnancyTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fr, he, hi, id, ja, ko, ms, ro, ru, sv, th, uk, vi, zh_hans

# dailyTip.12
source: Eat iron-rich foods like spinach and lentils.
ar: تناولي أطعمة غنية بالحديد مثل السبانخ والعدس.
bn: পালং শাক ও মসুর ডালের মতো লৌহ সমৃদ্ধ খাবার খান।
de: Essen Sie eisenreiche Lebensmittel wie Spinat und Linsen.
el: Φάτε τροφές πλούσιες σε σίδηρο όπως σπανάκι και φακές.
es: Come alimentos ricos en hierro como espinacas y lentejas.
fr: Mangez des aliments riches en fer comme les épinards et les lentilles.
he: אכלי מזון עשיר בברזל כמו תרד ועדשים.
hi: पालक और दाल जैसे आयरन युक्त खाद्य पदार्थ खाएँ।
id: Makan makanan kaya zat besi seperti bayam dan lentil.
ja: ほうれん草やレンズ豆など鉄分の多い食品を。
ko: 시금치와 렌틸콩 같은 철분이 풍부한 음식을 드세요.
ms: Makan makanan kaya zat besi seperti bayam dan lentil.
ro: Mănâncă alimente bogate în fier, precum spanac și linte.
ru: Ешьте продукты, богатые железом: шпинат, чечевицу.
sv: Ät järnrik mat som spenat och linser.
th: รับประทานอาหารที่มีธาตุเหล็ก เช่น ผักโขมและถั่วเลนทิล
uk: Їжте продукти, багаті залізом: шпинат, сочевицю.
vi: Ăn thực phẩm giàu sắt như rau bina và đậu lăng.
zh_hans: 吃菠菜、扁豆等富铁食物。

# dailyTip.13
source: Take your prenatal vitamin daily.
ar: تناولي فيتامين ما قبل الولادة يومياً.
bn: প্রতিদিন প্রসবপূর্ব ভিটামিন নিন।
de: Nehmen Sie täglich Ihr Schwangerschaftsvitamin.
el: Πάρτε καθημερινά το προγεννητικό σας συμπλήρωμα.
es: Toma tu vitamina prenatal a diario.
fr: Prenez votre vitamine prénatale chaque jour.
he: קחי ויטמינים לפני לידה מדי יום.
hi: प्रसवपूर्व विटामिन रोज़ लें।
id: Minum vitamin prenatal setiap hari.
ja: 毎日、妊婦用ビタミンを忘れずに。
ko: 매일 임산부 영양제를 챙기세요.
ms: Ambil vitamin pranatal setiap hari.
ro: Ia zilnic vitamina prenatală.
ru: Принимайте витамины для беременных ежедневно.
sv: Ta din graviditetsvitamin dagligen.
th: ทานวิตามินบำรุงครรภ์ทุกวัน
uk: Приймайте вітаміни для вагітних щодня.
vi: Uống vitamin bầu hàng ngày.
zh_hans: 每天服用孕期维生素。

# dailyTip.14
source: Avoid lying flat on your back after week 20.
ar: تجنبي الاستلقاء على ظهرك بعد الأسبوع 20.
bn: ২০ সপ্তাহের পর পিঠের বালিশে শুয়ে থাকা এড়িয়ে চলুন।
de: Vermeiden Sie es, nach Woche 20 flach auf dem Rücken zu liegen.
el: Αποφύγετε να ξαπλώνετε ανάσκελα μετά την εβδομάδα 20.
es: Evita acostarte boca arriba después de la semana 20.
fr: Évitez de rester allongée sur le dos après la semaine 20.
he: הימנעי משכיבה על הגב אחרי שבוע 20.
hi: सप्ताह 20 के बाद पीठ के बल लेटने से बचें।
id: Hindari tidur telentang setelah minggu 20.
ja: 20週以降は仰向けに寝ないようにしましょう。
ko: 20주 이후에는 등을 대고 눕지 마세요.
ms: Elak tidur terlentang selepas minggu 20.
ro: Evită să stai culcată pe spate după săptămâna 20.
ru: После 20-й недели избегайте положения на спине.
sv: Undvik att ligga platt på ryggen efter vecka 20.
th: หลีกเลี่ยงการนอนหงายหลังสัปดาห์ที่ 20
uk: Після 20-го тижня уникайте положення на спині.
vi: Tránh nằm ngửa sau tuần 20.
zh_hans: 20 周后避免平卧。

# dailyTip.15
source: Track your water intake — aim for 8 glasses.
ar: تتبعي شرب الماء — استهدفي 8 أكواب.
bn: পানি গ্রহণ ট্র্যাক করুন — ৮ গ্লাস লক্ষ্য রাখুন।
de: Achten Sie auf Ihre Wasserzufuhr — streben Sie 8 Gläser an.
el: Παρακολουθήστε την πρόσληψη νερού — στόχος 8 ποτήρια.
es: Controla tu ingesta de agua: intenta 8 vasos.
fr: Suivez votre consommation d'eau — visez 8 verres.
he: עקבי אחרי שתייה — כ-8 כוסות.
hi: पानी का सेवन ट्रैक करें — 8 गिलास का लक्ष्य रखें।
id: Pantau asupan air — targetkan 8 gelas.
ja: 水分摂取を記録 — 8杯を目標に。
ko: 물 섭취를 기록하세요 — 8잔을 목표로.
ms: Jejaki pengambilan air — sasarkan 8 gelas.
ro: Urmărește consumul de apă — țintește 8 pahare.
ru: Следите за водой — стремитесь к 8 стаканам.
sv: Följ ditt vattenintag — sikta på 8 glas.
th: ติดตามการดื่มน้ำ — ตั้งเป้า 8 แก้ว
uk: Слідкуйте за водою — прагніть до 8 склянок.
vi: Theo dõi lượng nước — mục tiêu 8 cốc.
zh_hans: 记录饮水量——目标 8 杯。

# dailyTip.16
source: Wear comfortable supportive shoes.
ar: ارتدي أحذية مريحة وداعمة.
bn: আরামদায়ক, সহায়ক জুতা পরুন।
de: Tragen Sie bequeme, stützende Schuhe.
el: Φορέστε άνετα, υποστηρικτικά παπούτσια.
es: Usa zapatos cómodos y con buen soporte.
fr: Portez des chaussures confortables et bien soutenues.
he: עני נעליים נוחות ותומכות.
hi: आरामदायक, सहारा देने वाले जूते पहनें।
id: Kenakan sepatu nyaman dan mendukung.
ja: 快適でサポート力のある靴を履きましょう。
ko: 편안하고 지지력 있는 신발을 신으세요.
ms: Pakai kasut selesa dan menyokong.
ro: Poartă încălțăminte confortabilă și cu suport.
ru: Носите удобную обувь с поддержкой.
sv: Använd bekväma skor med bra stöd.
th: ใส่รองเท้าที่สบายและรองรับดี
uk: Носіть зручне взуття з підтримкою.
vi: Đi giày thoải mái và có đệm tốt.
zh_hans: 穿舒适有支撑的鞋子。

# dailyTip.17
source: A warm bath can soothe aches.
ar: حمام دافئ قد يخفف الآلام.
bn: গরম স্নান ব্যথা কমাতে পারে।
de: Ein warmes Bad kann Beschwerden lindern.
el: Ένα ζεστό μπάνιο μπορεί να καταπραΰνει πόνους.
es: Un baño caliente puede aliviar molestias.
fr: Un bain chaud peut apaiser les douleurs.
he: אמבטיה חמה יכולה להרגיע כאבים.
hi: गर्म स्नान दर्द को शांत कर सकता है।
id: Mandi air hangat dapat meredakan nyeri.
ja: 温かいお風呂は痛みを和らげます。
ko: 따뜻한 목욕은 통증을 완화할 수 있습니다.
ms: Mandi air suam boleh meredakan sakit.
ro: O baie caldă poate calma durerile.
ru: Тёплая ванна может успокоить боли.
sv: Ett varmt bad kan lindra värk.
th: การอาบน้ำอุ่นช่วยบรรเทาอาการปวดได้
uk: Тепла ванна може заспокоїти болі.
vi: Tắm ấm có thể làm dịu đau nhức.
zh_hans: 温水浴可缓解酸痛。

# dailyTip.18
source: Pack a small hospital bag as due date approaches.
ar: جهّزي حقيبة مستشفى صغيرة مع اقتراب موعد الولادة.
bn: ডিউ ডেটের কাছাকাছি ছোট হাসপাতালের ব্যাগ প্যাক করুন।
de: Packen Sie eine kleine Kliniktasche, wenn der Termin näher rückt.
el: Ετοιμάστε μια μικρή τσάντα νοσοκομείου καθώς πλησιάζει η ημερομηνία.
es: Prepara una pequeña bolsa para el hospital cuando se acerque la fecha.
fr: Préparez un petit sac pour l'hôpital à l'approche de la date prévue.
he: ארזי תיק בית חולים קטן כשמתקרב מועד הלידה.
hi: ड्यू डेट नज़दीक आने पर छोटा अस्पताल बैग पैक करें।
id: Siapkan tas rumah sakit kecil saat hari perkiraan lahir mendekat.
ja: 出産予定日が近づいたら小さな入院バッグを準備。
ko: 출산일이 다가오면 작은 병원 가방을 준비하세요.
ms: Kemas beg hospital kecil apabila tarikh jangkaan hampir.
ro: Pregătește o geantă mică de spital pe măsură ce se apropie data nașterii.
ru: Соберите небольшую сумку в роддом по мере приближения срока.
sv: Packa en liten sjukhusväska när förlossningsdatumet närmar sig.
th: เตรียมกระเป๋าโรงพยาบาลเล็กๆ เมื่อใกล้วันคลอด
uk: Зберіть невелику сумку в пологовий будинок, коли наближається термін.
vi: Chuẩn bị túi bệnh viện nhỏ khi ngày dự sinh đến gần.
zh_hans: 临近预产期时准备一个小待产包。

# dailyTip.19
source: Trust your instincts.
ar: ثقي بحدسك.
bn: আপনার অনুভূতির ওপর বিশ্বাস রাখুন।
de: Vertrauen Sie Ihrem Instinkt.
el: Εμπιστευτείτε το ένστικτό σας.
es: Confía en tu instinto.
fr: Faites confiance à votre intuition.
he: סמכי על האינסטינקט שלך.
hi: अपनी अंतर्दृष्टि पर भरोसा करें।
id: Percayai insting Anda.
ja: 直感を信じましょう。
ko: 직감을 믿으세요.
ms: Percayai naluri anda.
ro: Ai încredere în instinctul tău.
ru: Доверяйте своей интуиции.
sv: Lita på din intuition.
th: เชื่อในสัญชาตญาณของคุณ
uk: Довіряйте своїй інтуїції.
vi: Tin vào trực giác của bạn.
zh_hans: 相信您的直觉。

# dailyTip.20
source: Journal one thing you're grateful for.
ar: دوِّني شيئاً واحداً تشكرين عليه.
bn: যার জন্য কৃতজ্ঞ তা একটা জিনিস লিখুন।
de: Notieren Sie eine Sache, für die Sie dankbar sind.
el: Γράψτε ένα πράγμα για το οποίο είστε ευγνώμων.
es: Escribe una cosa por la que estés agradecida.
fr: Notez une chose pour laquelle vous êtes reconnaissante.
he: כתבי דבר אחד שאת מודה/ת עליו.
hi: एक चीज़ लिखें जिसके लिए आप आभारी हैं।
id: Tulis satu hal yang Anda syukuri.
ja: 感謝していることを1つ書き留めましょう。
ko: 감사한 일 하나를 기록하세요.
ms: Tulis satu perkara yang anda syukuri.
ro: Scrie un lucru pentru care ești recunoscătoare.
ru: Запишите одну вещь, за которую благодарны.
sv: Skriv ner en sak du är tacksam för.
th: เขียนสิ่งหนึ่งที่คุณรู้สึกขอบคุณ
uk: Запишіть одну річ, за яку вдячні.
vi: Viết một điều bạn biết ơn.
zh_hans: 记录一件感恩的事。

# dailyTip.21
source: Eat small meals if nausea is present.
ar: تناولي وجبات صغيرة إذا كان لديك غثيان.
bn: বমি বমি ভাব থাকলে ছোট খাবার খান।
de: Essen Sie kleine Mahlzeiten bei Übelkeit.
el: Φάτε μικρά γεύματα αν έχετε ναυτία.
es: Come comidas pequeñas si tienes náuseas.
fr: Mangez de petits repas en cas de nausées.
he: אכלי ארוחות קטנות אם יש בחילה.
hi: मतली हो तो छोटे भोजन करें।
id: Makan porsi kecil jika mual.
ja: 吐き気があるときは少量ずつ食べましょう。
ko: 메스꺼움이 있으면 소량씩 드세요.
ms: Makan hidangan kecil jika loya.
ro: Mănâncă porții mici dacă ai greață.
ru: При тошноте ешьте небольшими порциями.
sv: Ät små måltider om du är illamående.
th: รับประทานมื้อเล็กๆ หากมีอาการคลื่นไส้
uk: При нудоті їжте невеликими порціями.
vi: Ăn bữa nhỏ nếu bạn bị buồn nôn.
zh_hans: 如有恶心，少食多餐。

# dailyTip.22
source: Stay active with pregnancy-safe exercise.
ar: ابقَ نشطة بتمارين آمنة أثناء الحمل.
bn: গর্ভাবস্থা-নিরাপদ ব্যায়ামে সক্রিয় থাকুন।
de: Bleiben Sie mit schwangerschaftssicherer Bewegung aktiv.
el: Μείνετε ενεργή με ασφαλή άσκηση στην εγκυμοσύνη.
es: Mantente activa con ejercicio seguro en el embarazo.
fr: Restez active avec des exercices adaptés à la grossesse.
he: הישארי פעילה עם פעילות גופנית בטוחה להריון.
hi: गर्भावस्था-सुरक्षित व्यायाम से सक्रिय रहें।
id: Tetap aktif dengan olahraga aman untuk kehamilan.
ja: 妊娠中でも安全な運動で体を動かしましょう。
ko: 임신 중 안전한 운동으로 활동적으로 지내세요.
ms: Kekal aktif dengan senaman selamat untuk kehamilan.
ro: Rămâi activă cu exerciții sigure în sarcină.
ru: Будьте активны с безопасными упражнениями для беременных.
sv: Håll dig aktiv med graviditetssäker träning.
th: ออกกำลังกายที่ปลอดภัยสำหรับครรภ์เพื่อให้ร่างกายแข็งแรง
uk: Будьте активні з безпечними вправами для вагітних.
vi: Giữ vận động với bài tập an toàn cho thai kỳ.
zh_hans: 通过孕期安全运动保持活跃。

# dailyTip.23
source: Moisturize your belly as it stretches.
ar: رطّبي بطنك أثناء تمدده.
bn: পেট প্রসারিত হওয়ার সাথে ময়েশ্চারাইজ করুন।
de: Pflegen Sie Ihren Bauch, während er wächst.
el: Ενυδατώστε την κοιλιά καθώς τεντώνεται.
es: Hidrata tu barriga mientras crece.
fr: Hydratez votre ventre pendant qu'il s'étire.
he: מרחי קרם על הבטן כשהיא נמתחת.
hi: पेट खिंचते समय मॉइस्चराइज़ करें।
id: Pelembap perut saat perut membesar.
ja: お腹が伸びるにつれて保湿を。
ko: 배가 늘어나면서 보습을 해 주세요.
ms: Pelembap perut apabila perut membesar.
ro: Hidratează-ți burta pe măsură ce se întinde.
ru: Увлажняйте живот по мере его роста.
sv: Smörj magen när den växer.
th: ทาครีมบำรุงท้องเมื่อขยายตัว
uk: Зволожуйте живіт у міру його росту.
vi: Dưỡng ẩm bụng khi da căng ra.
zh_hans: 腹部拉伸时做好保湿。

# dailyTip.24
source: Practice saying no — rest is productive.
ar: تعلّمي قول لا — الراحة منتجة.
bn: না বলতে শিখুন — বিশ্রামও উৎপাদনশীল।
de: Lernen Sie Nein zu sagen — Ruhe ist produktiv.
el: Μάθετε να λέτε όχι — η ξεκούραση είναι παραγωγική.
es: Aprende a decir que no: descansar también es productivo.
fr: Apprenez à dire non — se reposer est productif.
he: תרגלי להגיד לא — מנוחה היא פרодуктיבית.
hi: ना कहना सीखें — आराम उत्पादक है।
id: Belajar berkata tidak — istirahat juga produktif.
ja: 断る練習を — 休息も大切な時間です。
ko: 거절하는 연습을 — 휴식도 생산적입니다.
ms: Belajar berkata tidak — rehat juga produktif.
ro: Învață să spui nu — odihna este productivă.
ru: Учитесь говорить «нет» — отдых тоже продуктивен.
sv: Öva på att säga nej — vila är produktivt.
th: ฝึกปฏิเสธ — การพักผ่อนก็มีประโยชน์
uk: Вчіться казати «ні» — відпочинок теж продуктивний.
vi: Học cách nói không — nghỉ ngơi cũng có ích.
zh_hans: 学会说「不」——休息同样重要。

# dailyTip.25
source: Learn your baby's movement patterns.
ar: تعرّفي على أنماط حركة طفلك.
bn: শিশুর নড়াচড়ার ধরন শিখুন।
de: Lernen Sie die Bewegungsmuster Ihres Babys kennen.
el: Μάθετε τα μοτίβα κίνησης του μωρού σας.
es: Conoce los patrones de movimiento de tu bebé.
fr: Apprenez à connaître les mouvements de votre bébé.
he: למדי את דפוסי התנועה של התינוק/ת.
hi: बच्चे की हलचल के पैटर्न जानें।
id: Pelajari pola gerakan bayi Anda.
ja: 赤ちゃんの動きのパターンを知りましょう。
ko: 아기의 움직임 패턴을 알아보세요.
ms: Kenali corak pergerakan bayi anda.
ro: Cunoaște tiparele de mișcare ale bebelușului.
ru: Изучите паттерны движений малыша.
sv: Lär känna barnets rörelsemönster.
th: เรียนรู้รูปแบบการดิ้นของลูกน้อย
uk: Вивчіть патерни рухів дитини.
vi: Tìm hiểu kiểu cử động của em bé.
zh_hans: 了解宝宝的胎动规律。

# dailyTip.26
source: Prepare freezer meals for postpartum.
ar: حضّري وجبات مجمدة لفترة ما بعد الولادة.
bn: প্রসবোত্তর সময়ের জন্য ফ্রিজার মিল প্রস্তুত করুন।
de: Bereiten Sie Tiefkühlgerichte für die Wochenbettzeit vor.
el: Ετοιμάστε κατεψυγμένα γεύματα για μετά τον τοκετό.
es: Prepara comidas congeladas para el posparto.
fr: Préparez des plats congelés pour le post-partum.
he: הכיני ארוחות קפואות לתקופה שלאחר הלידה.
hi: पोस्टपार्टम के लिए फ्रीज़र भोजन तैयार करें।
id: Siapkan makanan beku untuk pascapersalinan.
ja: 産後用に冷凍食を準備しておきましょう。
ko: 산후를 위해 냉동식을 준비하세요.
ms: Sediakan makanan beku untuk selepas bersalin.
ro: Pregătește mese congelate pentru perioada postpartum.
ru: Приготовьте замороженные блюда на послеродовой период.
sv: Förbered frysmat inför tiden efter förlossningen.
th: เตรียมอาหารแช่แข็งไว้สำหรับหลังคลอด
uk: Приготуйте заморожені страви на післяпологовий період.
vi: Chuẩn bị đồ ăn đông lạnh cho sau sinh.
zh_hans: 为产后准备冷冻餐。

# dailyTip.27
source: Read up on labor signs to feel prepared.
ar: اقرئي عن علامات المخاض لتشعري بالاستعداد.
bn: প্রসবের লক্ষণ সম্পর্কে পড়ুন যাতে প্রস্তুত থাকেন।
de: Informieren Sie sich über Wehenzeichen, um vorbereitet zu sein.
el: Διαβάστε για τα σημάδια τοκετού για να νιώθετε έτοιμη.
es: Infórmate sobre signos de parto para sentirte preparada.
fr: Renseignez-vous sur les signes du travail pour vous sentir prête.
he: קראי על סימני לידה כדי להרגיש מוכנה.
hi: प्रसव के संकेत पढ़ें ताकि तैयार महसूस करें।
id: Baca tentang tanda persalinan agar merasa siap.
ja: 陣痛のサインについて調べ、心の準備を。
ko: 진통 징후에 대해 알아두면 마음이 편합니다.
ms: Baca tentang tanda bersalin untuk berasa bersedia.
ro: Citește despre semnele travaliului ca să te simți pregătită.
ru: Почитайте о признаках родов, чтобы чувствовать готовность.
sv: Läs om förlossningssignaler för att känna dig förberedd.
th: อ่านเรื่องสัญญาณคลอดเพื่อให้รู้สึกพร้อม
uk: Почитайте про ознаки пологів, щоб почуватися готовою.
vi: Đọc về dấu hiệu chuyển dạ để cảm thấy sẵn sàng.
zh_hans: 了解临产征兆，更有准备。

# dailyTip.28
source: Stay cool and hydrated in warm weather.
ar: ابقَ باردة ومرطبة في الطقس الحار.
bn: গরম আবহাওয়ায় ঠান্ডা ও হাইড্রেটেড থাকুন।
de: Bleiben Sie bei warmem Wetter kühl und hydratisiert.
el: Μείνετε δροσερή και ενυδατωμένη σε ζεστό καιρό.
es: Mantente fresca e hidratada en climas cálidos.
fr: Restez au frais et hydratée par temps chaud.
he: הישארי קרירה ושתי מספיק בחום.
hi: गर्म मौसम में ठंडे और हाइड्रेटेड रहें।
id: Tetap sejuk dan terhidrasi di cuaca panas.
ja: 暑い日は涼しく、水分補給を忘れずに。
ko: 더운 날씨에는 시원하고 수분을 충분히.
ms: Kekal sejuk dan terhidrat dalam cuaca panas.
ro: Rămâi răcoroasă și hidratată pe vreme caldă.
ru: В жару оставайтесь прохладной и пейте достаточно воды.
sv: Håll dig sval och hydrerad i varmt väder.
th: รักษาความเย็นและดื่มน้ำให้เพียงพอในวันที่ร้อน
uk: У спеку залишайтеся прохолодною та пийте достатньо води.
vi: Giữ mát và uống đủ nước trong thời tiết nóng.
zh_hans: 炎热天气保持凉爽并补充水分。

# dailyTip.29
source: Ask for help when you need it.
ar: اطلبي المساعدة عندما تحتاجين.
bn: প্রয়োজন হলে সাহায্য চান।
de: Bitten Sie um Hilfe, wenn Sie sie brauchen.
el: Ζητήστε βοήθεια όταν τη χρειάζεστε.
es: Pide ayuda cuando la necesites.
fr: Demandez de l'aide quand vous en avez besoin.
he: בקשי עזרה כשאת צריכה.
hi: जरूरत पड़ने पर मदद माँगें।
id: Minta bantuan saat Anda membutuhkannya.
ja: 必要なときは助けを求めましょう。
ko: 필요할 때 도움을 요청하세요.
ms: Minta bantuan apabila anda memerlukannya.
ro: Cere ajutor când ai nevoie.
ru: Просите помощи, когда она нужна.
sv: Be om hjälp när du behöver det.
th: ขอความช่วยเหลือเมื่อคุณต้องการ
uk: Просіть допомоги, коли вона потрібна.
vi: Nhờ giúp đỡ khi bạn cần.
zh_hans: 需要时请人帮忙。

# dailyTip.30
source: Enjoy this unique season.
ar: استمتعي بهذا الموسم الفريد.
bn: এই অনন্য সময় উপভোগ করুন।
de: Genießen Sie diese besondere Zeit.
el: Απολαύστε αυτή την μοναδική περίοδο.
es: Disfruta esta etapa única.
fr: Profitez de cette période unique.
he: הנאי מהעונה הייחודית הזו.
hi: इस अनोखे समय का आनंद लें।
id: Nikmati musim unik ini.
ja: この特別な時期を楽しんで。
ko: 이 특별한 시기를 즐기세요.
ms: Nikmati musim unik ini.
ro: Bucură-te de acest sezon unic.
ru: Наслаждайтесь этим особенным временем.
sv: Njut av denna unika tid.
th: สนุกกับช่วงเวลาพิเศษนี้
uk: Насолоджуйтеся цим особливим часом.
vi: Tận hưởng mùa đặc biệt này.
zh_hans: 享受这段独特的时光。

# weekGuide.tipBody
source: Stay hydrated and eat balanced meals this week. Small, frequent snacks can help with comfort.
ar: حافظي على الترطيب وتناولي وجبات متوازنة هذا الأسبوع. الوجبات الخفيفة الصغيرة والمتكررة قد تساعد على الراحة.
bn: এই সপ্তাহে হাইড্রেটেড থাকুন এবং সুষম খাবার খান। ছোট, ঘন ঘন স্ন্যাকস আরামে সাহায্য করতে পারে।
de: Bleiben Sie diese Woche hydratisiert und essen Sie ausgewogen. Kleine, häufige Snacks können für mehr Wohlbefinden sorgen.
el: Μείνετε ενυδατωμένη και τρώτε ισορροπημένα αυτή την εβδομάδα. Μικρά, συχνά σνακ μπορούν να βοηθήσουν στην άνεση.
es: Mantente hidratada y come comidas equilibradas esta semana. Los bocadillos pequeños y frecuentes pueden ayudar a tu bienestar.
fr: Restez hydratée et mangez équilibré cette semaine. De petites collations fréquentes peuvent améliorer votre confort.
he: שמרי על לחות ואכלי ארוחות מאוזנות השבוע. חטיפים קטנים ותכופים יכולים לעזור לנוחות.
hi: इस सप्ताह हाइड्रेटेड रहें और संतुलित भोजन करें। छोटे, बार-बार स्नैक्स आराम में मदद कर सकते हैं।
id: Tetap terhidrasi dan makan makanan seimbang minggu ini. Camilan kecil yang sering dapat membantu kenyamanan.
ja: 今週は水分補給を心がけ、バランスの取れた食事を。小さな間食をこまめにとると快適さにつながります。
ko: 이번 주에는 수분을 충분히 섭취하고 균형 잡힌 식사를 하세요. 작고 자주 먹는 간식이 편안함에 도움이 됩니다.
ms: Kekal terhidrat dan makan makanan seimbang minggu ini. Snek kecil yang kerap boleh membantu keselesaan.
ro: Rămâi hidratată și mănâncă echilibrat săptămâna aceasta. Gustările mici și frecvente pot ajuta la confort.
ru: На этой неделе пейте достаточно воды и ешьте сбалансированно. Небольшие частые перекусы помогут чувствовать себя комфортнее.
sv: Håll dig hydrerad och ät balanserade måltider den här veckan. Små, frekventa mellanmål kan öka komforten.
th: สัปดาห์นี้ดื่มน้ำให้เพียงพอและรับประทานอาหารที่สมดุล ของว่างเล็กๆ บ่อยครั้งช่วยให้สบายตัวได้
uk: Цього тижня пийте достатньо води та їжте збалансовано. Невеликі часті перекуси допоможуть почуватися комфортніше.
vi: Tuần này hãy giữ đủ nước và ăn uống cân bằng. Ăn nhẹ thường xuyên có thể giúp bạn thoải mái hơn.
zh_hans: 本周保持水分摄入，均衡饮食。少量多次的零食有助于舒适。

# paywall.heroCare
source: Care for you and baby
ar: رعاية لك ولطفلك
bn: আপনার ও শিশুর যত্ন
de: Für dich und dein Baby
el: Φροντίδα για εσάς και το μωρό
es: Cuidado para ti y tu bebé
fr: Prendre soin de vous et de bébé
he: טיפול בך וגם בתינוק
hi: आप और शिशु की देखभाल
id: Perawatan untuk Anda dan bayi
ja: あなたと赤ちゃんのケア
ko: 나와 아기를 위한 케어
ms: Jagaan untuk anda dan bayi
ro: Grijă pentru tine și bebeluș
ru: Забота о вас и малыше
sv: Omsorg för dig och barnet
th: ดูแลคุณและลูกน้อย
uk: Турбота про вас і малюка
vi: Chăm sóc bạn và bé
zh_hans: 关爱你和宝宝

# paywall.bestValue
source: Best Value
ar: أفضل قيمة
bn: সেরা মূল্য
de: Bestes Angebot
el: Καλύτερη αξία
es: Mejor valor
fr: Meilleure offre
he: המשתלם ביותר
hi: सबसे बेहतर
id: Nilai terbaik
ja: 一番お得
ko: 최고의 혜택
ms: Nilai terbaik
ro: Cea mai bună valoare
ru: Выгоднее всего
sv: Bästa värdet
th: คุ้มที่สุด
uk: Найвигідніше
vi: Đáng giá nhất
zh_hans: 最超值

# paywall.purchased
source: Purchased
ar: تم الشراء
bn: কেনা হয়েছে
de: Gekauft
el: Αγοράστηκε
es: Comprado
fr: Acheté
he: נרכש
hi: खरीदा गया
id: Sudah dibeli
ja: 購入済み
ko: 구매됨
ms: Telah dibeli
ro: Achiziționat
ru: Куплено
sv: Köpt
th: ซื้อแล้ว
uk: Придбано
vi: Đã mua
zh_hans: 已购买

# paywall.continuePrice %@
source: Continue — %@
ar: متابعة — %@
bn: চালিয়ে যান — %@
de: Weiter — %@
el: Συνέχεια — %@
es: Continuar — %@
fr: Continuer — %@
he: המשך — %@
hi: जारी रखें — %@
id: Lanjutkan — %@
ja: 続ける — %@
ko: 계속 — %@
ms: Teruskan — %@
ro: Continuă — %@
ru: Продолжить — %@
sv: Fortsätt — %@
th: ดำเนินการต่อ — %@
uk: Продовжити — %@
vi: Tiếp tục — %@
zh_hans: 继续 — %@

# paywall.savePercent %lld
source: Save %lld%%
ar: وفر %lld٪
bn: %lld%% সাশ্রয়
de: %lld%% sparen
el: Εξοικονομήστε %lld%%
es: Ahorra %lld%%
fr: Économisez %lld%%
he: חסכון %lld%%
hi: %lld%% बचाएँ
id: Hemat %lld%%
ja: %lld%%お得
ko: %lld%% 할인
ms: Jimat %lld%%
ro: Economisești %lld%%
ru: Экономия %lld%%
sv: Spara %lld%%
th: ประหยัด %lld%%
uk: Знижка %lld%%
vi: Tiết kiệm %lld%%
zh_hans: 节省 %lld%%

# paywall.legal
source: Auto-renewable. Cancel anytime in Settings.
ar: تجديد تلقائي. يمكن الإلغاء في أي وقت من الإعدادات.
bn: স্বয়ংক্রিয় নবায়ন। সেটিংস থেকে যেকোনো সময় বাতিল করুন।
de: Automatische Verlängerung. Jederzeit in den Einstellungen kündbar.
el: Αυτόματη ανανέωση. Ακύρωση ανά πάσα στιγμή στις Ρυθμίσεις.
es: Renovación automática. Cancela cuando quieras en Ajustes.
fr: Renouvellement automatique. Annulez à tout moment dans Réglages.
he: חידוש אוטומטי. ניתן לבטל בכל עת בהגדרות.
hi: ऑटो-रिन्यू। सेटिंग्स में कभी भी रद्द करें।
id: Perpanjangan otomatis. Batalkan kapan saja di Pengaturan.
ja: 自動更新。設定からいつでもキャンセルできます。
ko: 자동 갱신. 설정에서 언제든지 취소할 수 있습니다.
ms: Diperbaharui secara automatik. Batal bila-bila masa dalam Tetapan.
ro: Reînnoire automată. Anulează oricând din Setări.
ru: Автопродление. Отмена в любой момент в Настройках.
sv: Förnyas automatiskt. Avsluta när som helst i Inställningar.
th: ต่ออายุอัตโนมัติ ยกเลิกได้ทุกเมื่อในการตั้งค่า
uk: Автопродовження. Скасуйте будь-коли в Налаштуваннях.
vi: Tự động gia hạn. Hủy bất cứ lúc nào trong Cài đặt.
zh_hans: 自动续订。可随时在设置中取消。

# paywall.perMonth
source: per month
ar: شهريًا
bn: প্রতি মাসে
de: pro Monat
el: τον μήνα
es: al mes
fr: par mois
he: לחודש
hi: प्रति माह
id: per bulan
ja: 毎月
ko: 매월
ms: sebulan
ro: pe lună
ru: в месяц
sv: per månad
th: ต่อเดือน
uk: на місяць
vi: mỗi tháng
zh_hans: 每月

# paywall.perYear
source: per year
ar: سنويًا
bn: প্রতি বছরে
de: pro Jahr
el: τον χρόνο
es: al año
fr: par an
he: לשנה
hi: प्रति वर्ष
id: per tahun
ja: 毎年
ko: 매년
ms: setahun
ro: pe an
ru: в год
sv: per år
th: ต่อปี
uk: на рік
vi: mỗi năm
zh_hans: 每年

# paywall.oneTime
source: one-time
ar: دفعة واحدة
bn: একবার
de: einmalig
el: εφάπαξ
es: pago único
fr: paiement unique
he: תשלום חד-פעמי
hi: एक बार
id: sekali bayar
ja: 買い切り
ko: 평생
ms: sekali bayar
ro: plată unică
ru: разовый платеж
sv: engångsköp
th: จ่ายครั้งเดียว
uk: одноразово
vi: một lần
zh_hans: 一次性

# babySize.sharePartner
source: Share with Partner
bn: সঙ্গীর সাথে শেয়ার করুন
el: Κοινοποίηση στον/στην σύντροφο
he: שיתוף עם בן/בת הזוג
id: Bagikan ke Pasangan
ms: Kongsi dengan Pasangan
ro: Distribuie partenerului
sv: Dela med partner
th: แชร์กับคู่ครอง
uk: Поділитися з партнером
vi: Chia sẻ với bạn đời

# bumpJournal.camera
source: Camera
bn: ক্যামেরা
el: Κάμερα
es: Cámara
he: מצלמה
id: Kamera
ms: Kamera
ro: Cameră
sv: Kamera
th: กล้อง
uk: Камера
vi: Máy ảnh

# bumpJournal.empty.subtitle
source: Add your first photo to start your visual journal.
bn: আপনার ভিজ্যুয়াল জার্নাল শুরু করতে প্রথম ছবি যোগ করুন।
el: Προσθέστε την πρώτη σας φωτογραφία για να ξεκινήσετε το οπτικό ημερολόγιο.
he: הוסיפי את התמונה הראשונה כדי להתחיל את יומן ההריון.
id: Tambahkan foto pertama untuk memulai jurnal visual Anda.
ms: Tambah foto pertama untuk memulakan jurnal visual anda.
ro: Adaugă prima fotografie pentru a începe jurnalul vizual.
sv: Lägg till ditt första foto för att starta din visuella dagbok.
th: เพิ่มรูปแรกเพื่อเริ่มไดอารี่ภาพของคุณ
uk: Додайте перше фото, щоб розпочати візуальний щоденник.
vi: Thêm ảnh đầu tiên để bắt đầu nhật ký hình ảnh.

# bumpJournal.empty.title
source: No bump photos yet
bn: এখনও কোনো বেবি বাম্প ছবি নেই
el: Δεν υπάρχουν ακόμα φωτογραφίες κοιλιάς
he: עדיין אין תמונות בטן
id: Belum ada foto perut
ms: Tiada foto perut lagi
ro: Nicio fotografie a burticii încă
sv: Inga magfoton ännu
th: ยังไม่มีรูปท้อง
uk: Ще немає фото живота
vi: Chưa có ảnh bụng bầu
